{
    "navbar": {
        "navLinks1": "home",
        "navLinks2": "works",
        "navLinks3": "about me"
    },

    "home": {
        "title1": "Hi, how are ",
        "title2": "you",
        "title3": "I'm ",
        "title4": "Junior Front-End Developer.",
        "s2Title": "Works",
        "s2Description1": "The projects I made, with a brief description, and which languages / library I used to code them.",
        "s2Description2": "You will also find links to their respective repository on GitHub and to their live version.",
        "s3Title": "Works",
        "s3Description1": "Here you can find how to contact me, a test and a description of my peronality,",
        "s3Description2": "and eventually, you will find my resume integrated in the page as well as a dowloadable version of it.",
        "sectionButton": "Show me more"
    },

    "works": {
        "h2Works": "my works",
        "h3Tools": "Tools :",
        "liveButton": "Live version",
        "sass": "SASS, watch-sass + sass-compile with Gulp and Git Bash",
        "w1Description": "To begin, this very portfolio you are actually reviewing or just scrolling. To be honest, it is the project I'm the most proud of, because here I really wanted to show my personnality, with color, font and interface choices, while working with different languages. You can see it as a showcase of all my skills combined.",
        "w2Description": "React is a very popular and powerful language in development. And I wanted to train myself by doing this project on my own. After hours of online class and work, I was able to render this cool project, where you just have to choose your favorite food amongst a various choice of plates, while the result automatically shows on a little window on the right, thanks to Redux.",
        "w3Description": "Potlatch is a Jazz band, actually, my Formagraph teacher's band. We started by creating a first draw with Adobde XD, then render it using WordPress. I chose to enhance it, and tried out some plugins, like Modern Events Calendar Lite, which is awesome. I also learned on this project some other plugins like Yoast SEO which is super important when creating a website.",
        "w4Description": "This is the first project I had to do while I was in Formagraph. Initially, this was only a page to practice and implement some basic HTML and CSS. Since I already knew what others were learning, I took the time to pushed it and develop it further, by adding some library we would talk about in className or that I found myself."
    },

    "about": {
        "resumeButton": "Dowload resume",
        "h2Resume": "resume",
        "h3Educ": "education",
        "educText1": "3-mounths Front-end / Web Design course",
        "educDates1": "September 2020 - November 2020",
        "educLoc1": "Formagraph (Besançon, France)",
        "educText2": "1-year Degree in Online Sales",
        "educDates2": "September 2012 - July 2013",
        "educLoc2": "Dijon - Auxerre UIT (Dijon, France)",
        "educText3": "2-year Degree in Sales Engineer",
        "educDates3": "September 2010 - July 2012",
        "educLoc3": "Jacques Duhamel High School (Dole, France)",
        "h3Emp": "employment history",
        "empDates1": "January 2018 - Today / March 2017 - September 2017",
        "empJob1": "Outdoor & garden / paint & decoration customer advisor (Besançon, France)",
        "empDesc11": "Customer service management",
        "empDesc12": "Seasonal workers management",
        "empDesc13": "Orders management",
        "empDesc14": "Quotes, purchase orders creation",
        "empDesc15": "Engine powered lift trucks (up to 3 tonnes) driving ability",
        "empDates2": "August 2015 - January 2017",
        "empJob2": "Computer customer advisor (Besançon, France)",
        "empDates3": "March 2015 - August 2015",
        "empJob3": "Stationery customer advisor (Besançon, France)",
        "empDesc21": "Computers, printers, tablets and smartphones cleaning (physical and software)",
        "empDesc22": "After-sales service management",
        "empDesc23": "Reception, checking and storage of goods",
        "empDesc24": "Customer payment transaction (cash, credit card, cheque, leasing)",
        "empTitle1": "BG Consulting Engineers",
        "empDates4": "August 2013 - April 2014",
        "empJob4": "Communication internship (Lausanne, Switzerland)",
        "empDesc31": "Newsletter, article writing (french and english)",
        "empDesc32": "Illustrator, Photoshop and InDesign work",
        "empDesc33": "Event marketing and communication",
        "empDesc34": "Brand design rework meeting, marketing, communication",
        "h3Lang": "languages",
        "lang1": "French :",
        "lang11": "Native speaker",
        "lang2": "English :",
        "lang22": "C1 Advanced",
        "lang222": "Passed the international TOEIC exam with a score of 955/990.",
        "h3Skill": "skills",
        "skill1": "Strong knowledge of HTML5 & CSS3",
        "skill11": "Used it on nearly all my projects in learning Front-End Development.",
        "skill2": "Good knowledge of Sass",
        "skill22": "Learned how to write it and compile it on several projects.",
        "skill3": "Good knowledge of Bootstrap",
        "skill33": "Used it on a few projetcs to make responsive design easier.",
        "skill4": "Good knowledge of Wordpress",
        "skill44": "Learned it along with Elementor, WooCommerce and other plugins.",
        "skill5": "Knowledge of JavaScript",
        "skill55": "Still learning it and used it on some of my projects.",
        "skill6": "Knowledge of jQuery",
        "skill66": "Still learning it and used it on some of my projects.",
        "skill7": "Knowledge of React / Redux",
        "skill77": "Developped two projects in React / Redux",
        "skill8": "Knowledge of Adobe Illustrator",
        "skill9": "Knowledge of Adobe Xd",
        "h2About": "about me",
        "about1": "Hello there, I hope you are doing great. Welcome on my portfolio !",
        "about2": "First of all, thank you for visiting ! I wish you a good visit.",
        "about3": "If you find something interesting, something you would have done otherwise, or if you just want to discuss with me about some content, works, give me some advice, or if you want to know more about anything, personal or professional, feel free to reach out to me, I will answer with great pleasure.",
        "about4": "As you can see, I love a good story. Nothing better than hear someone passionnate about his job, trying to share experience, giving advices that will be usefull for a lifetime, or just explaining some part of his/her job that I don't know yet.",
        "about5": "I'm very comfortable working in a team, where everyone bring experience and support each other. My opinion is that this job, Front-End Developer, is the perfect combination between being autonomous and good at teamwork. Unity is strength !",
        "about6": "I'm self-taught in most of my skills. My goal, by doing all these projects, is to be able to find my first job in Front-End Development, and though to bring all my knowledge, my hard-work, my team spirit and my curiosity to a company in the need.",
        "about7": "It will obviously allow me to enhance my skills by building and integrating many more projects, therefore allow me to pursue a career in this field.",
        "about8": "Soft skills are a very important part of individuals in work. How we behave with each other, when working together, as a team, or when working on a project by ourself. The interactions with others are crucial in web development, where projects are often a team's work. But soft skills also show other importants part of our personnality: curiosity, open-mindedness, stress reaction, ways of approach used for projects, the level of organization and more...",
        "about9": "Click on the card above you will find my personality test, which come from the pretty famous 16personalities website. I'm sure you can find importants informations about who I am, which will help you understand my profil.",
        "about10": "If you want to discuss some topic with me, feel free to contact me using :"
    },

    "footer": {
        "footerText": "© 2020 Boris Montavon. All Rights Reserved."
    },

    "tooltip": {
        "successCopy": "Thank you very much !"
    }
}