{
    "navbar": {
        "navLinks1": "accueil",
        "navLinks2": "projets",
        "navLinks3": "à propos"
    },

    "home": {
        "title1": "Bonjour, comment allez-",
        "title2": "vous",
        "title3": "Je me présente, ",
        "title4": "Développeur Front-End Junior.",
        "s2Title": "Projets",
        "s2Description1": "Les projets que j'ai réalisés, avec une brève description, et quels langages / librairies j'ai utilisé pour le développement.",
        "s2Description2": "Vous trouverez aussi les liens vers leurs dossiers GitHub et leurs versions live respectives.",
        "s3Title": "À propos",
        "s3Description1": "Vous trouverez ici comment me contacter, un test et une description de ma personnalité,",
        "s3Description2": "et pour finir, vous trouverez mon CV intégré dans la page ainsi qu'une version à télécharger.",
        "sectionButton": "Découvrir"
    },

    "works": {
        "h2Works": "mes projets",
        "h3Tools": "Outils :",
        "liveButton": "Version live",
        "sass": "SASS, watch-sass + sass-compile avec Gulp et Git Bash",
        "w1Description": "Pour commencer, ce portolio sur lequel vous étes en train de vous renseigner. Pour être honnête, c'est le projet dont je suis le plus fier, car c'est celui qui, grâce aux choix de couleur, de polices, d'interface, me représente le plus, moi et ma manière de travailler. Le tout en utilisant plusieurs langages. Vous pouvez le voir tel une démonstration de mon savoir-faire.",
        "w2Description": "React est un langage très populaire dans le développement. Et je voulais m'y entrainer en développant un projet. Après des heures de classe en ligne et de travail, j'ai réusi à donner vie à ce projet intéressant, où vous n'avez qu'à choisir vos plats préférés parmis d'autres, les résulats de vos choix et renseignements s'affichant automatiquement sur la droite dans une zone dédiée, grâce à Redux.",
        "w3Description": "Potlatch est un groupe de Jazz où mon professeur de Formagraph joue du saxophone. À l'origine de ce projet, nous avions fait une maquette du site sur Adobe Xd, puis nous l'avions transformée en site WordPress. J'ai fais le choix de l'améliorer, essayé certains plugins WP, comme Modern Events Calendar Lite qui m'a beaucoup plu. J'y ai aussi appris le côté SEO, avec Yoast SEO, aspect très important du développement d'un site internet, grâce à un CMS ou non.",
        "w4Description": "Voici le premier projet que j'ai réalisé durant ma formation, chez Formagraph. À la base, ce n'était qu'une page pour pratiquer et intégrer de simples éléments HTML et CSS. Mais puisque je connaissais déjà ce que les autres apprenait alors, j'ai pris le temps de pousser le développement de cette page en y ajoutant certaines librairies découvertes grâce à la formation ou par moi-même."
    },

    "about": {
        "resumeButton": "Télécharger le CV",
        "h2Resume": "curriculum vitae",
        "h3Educ": "diplômes",
        "educText1": "Formation Pack Web (Web Design & Front-End)",
        "educDates1": "Septembre 2020 - Novembre 2020",
        "educLoc1": "Formagraph (Besançon, France)",
        "educText2": "Licence Professionnelle E-Commerce",
        "educDates2": "Septembre 2012 - Juillet 2013",
        "educLoc2": "IUT Dijon - Auxerre (Dijon, France)",
        "educText3": "BTS Technico-commercial",
        "educDates3": "Septembre 2010 - Juillet 2012",
        "educLoc3": "Lycée Jacques Duhamel (Dole, France)",
        "h3Emp": "expériences professionnelles",
        "empDates1": "Janvier 2018 - Aujourd'hui / Mars 2017 - Septembre 2017",
        "empJob1": "Conseiller de vente Jardin / Décoration (Besançon, France)",
        "empDesc11": "Prise en charge des SAV, suivi des procédures",
        "empDesc12": "Accompagnement des contrats saisonniers",
        "empDesc13": "Suivi des commandes",
        "empDesc14": "Gestion des litiges clients",
        "empDesc15": "Utilisation des engins de manutention (jusqu’à 3 tonnes)",
        "empDates2": "Août 2015 - Janvier 2017",
        "empJob2": "Conseiller de vente Informatique (Besançon, France)",
        "empDates3": "Mars 2015 - Août 2015",
        "empJob3": "Conseiller de vente Papeterie (Besançon, France)",
        "empDesc21": "Nettoyage et préparation des ordinateurs, imprimantes, tablettes et smartphones",
        "empDesc22": "Gestion du SAV (envoi, réception et suivi client)",
        "empDesc23": "Gestion de la réception marchandise",
        "empDesc24": "Encaissement (carte de crédit, liquide, chèque, leasing)",
        "empTitle1": "BG Ingénieurs Conseils",
        "empDates4": "Août 2013 - Avril 2014",
        "empJob4": "Stagiaire Communication & Médias (Lausanne, Suisse)",
        "empDesc31": "Rédaction de newsletter (français/anglais)",
        "empDesc32": "Travail graphique sur Illustrator, Photoshop et InDesign",
        "empDesc33": "Gestion et suivi d’événements internes",
        "empDesc34": "Participation au changement d’image de marque globale (branding)",
        "h3Lang": "langues",
        "lang1": "Français :",
        "lang11": "Langue maternelle",
        "lang2": "Anglais :",
        "lang22": "C1 Avancé",
        "lang222": "Examen du TOEIC réussi avec un score de 955/990.",
        "h3Skill": "compétences",
        "skill1": "Solide connaissance d’ HTML5 & CSS3",
        "skill11": "Utilisations sur la quasi totalité de mes projets.",
        "skill2": "Bonne connaissance de Sass",
        "skill22": "A appris la synthaxe et comment le compiler sur plusieurs projets.",
        "skill3": "Bonne connaissance de Bootstrap",
        "skill33": "Utilisé sur certains projets pour rendre le côté responsive plus facile.",
        "skill4": "Bonne connaissance de Wordpress",
        "skill44": "Appris avec des plugins tel que Elementor, Contact Form 7 ou encore WooCommerce.",
        "skill5": "Connaissance de JavaScript",
        "skill55": "Utilisation dans certains de mes projets.",
        "skill6": "Connaissance de jQuery",
        "skill66": "Utilisation dans certains de mes projets.",
        "skill7": "Connaissance de React / Redux",
        "skill77": "Developped two projects in React / Redux.",
        "skill8": "Connaissance d’ Adobe Illustrator",
        "skill9": "Connaissance d’ Adobe Xd",
        "h2About": "à propos",
        "about1": "Bien le bonjour, j'espère que vous allez bien. Bienvenue sur mon portfolio !",
        "about2": "Premièrement, je tenais à vous remercier et vous souhaiter une bonne visite.",
        "about3": "Si vous trouvez quelque chose d'intéressant, quelque chose que vous auriez fait autrement, ou si vous voulez juste discuter avec moi de certain sujets concernant le contenu, les projets, me donner quelques conseils, ou si vous voulez en apprendre plus, que ce soit niveau professionnel ou personnel, n'hésitez pas à me contacter, je vous répondrai avec plaisir.",
        "about4": "J'adore écouter les gens raconter leurs expériences. Rien de mieux qu'une personne passionnée par son travail, partageant son expérience, donnant des conseils qui seront utiles à tout moment, ou expliquant le côté technique de son travail que je connait pas. La curiosité est un must-have dans ce domaine si étendu.",
        "about5": "Je suis très à l'aise dans le travail d'équipe, où tout le monde va apporter sa pierre à l'édifice grâce aux compétences et aux expériences, et ainsi se soutenir tous. Pour moi, le travail de développeur Front-End est la combinaison parfaite entre l'autonomie et le travail d'équipe. L'union fait la force !",
        "about6": "Je suis auto-didacte dans la majorité de mes compétences. Mon but, avec la création de tout ces projets, est d'être capable de trouver mon premier travail dans le développement Front-End, et ainsi apporter toutes mes connaissances, ma rigueur, mon esprit d'équipe et ma curiosité au service d'un entreprise dans le besoin.",
        "about7": "Évidemment, cela permettra d'améliorer mes compétences en développant de nombreux projets, et donc me permettre de continuer ma carrière dans ce domaine.",
        "about8": "Les Soft-skills possèdent une part très importante de l'individu en milieu professionnel. Comment nous comportons-nous avec les autres, quand nous travaillons ensemble, en équipe, ou quand nous sommes en autonomie. Les relations entre collègues de travail sont très importantes dans le milieu du développement Web, où les projets sont souvent le fruit d'une équipe en globailté. Mais les Soft-skills montrent aussi d'autres aspects importants de notre personnalité: la curiosité, l'ouverture d'esprit, la gestion du stress, les manières/angles dont on approche un projet, notre degré d'organisation et bien d'autres...",
        "about9": "Si vous cliquez sur la petite carte ci-dessus, vous trouverez le résultats de mon test de personnalité, qui vient du célèbre site 16personalities. Je suis sûr que vous pourrez y trouver des informations importantes sur qui je suis, qui vous aideront sans nul doute à cerner mon profil.",
        "about10": "Si vous avez besoin de prendre contact avec moi, vous pouvez uiliser les liens suivants :"
    },

    "footer": {
        "footerText": "© 2020 Boris Montavon. Tout droits réservés."
    },

    "tooltip": {
        "successCopy": "Merci beaucoup !"
    }
}